/* 
   Localizable.strings

   Created by Vitali Lavrentikov on 8/1/12.
   Copyright 2012 __MyCompanyName__. All rights reserved.
 */

/* Buttons */
"Yes btn" = "Yes";
"No btn" = "No";
"No thanks btn" = "No thanks";
"View btn" = "View";
"OK btn" = "OK";
"Cancel btn" = "Cancel";
"Continue btn" = "Continue";
"Generate keys btn" = "Generate keys";

/* Text */
"Exchange txt" = "Exchange:";
"From txt" = "From:";
"To txt" = "To";
"Rate txt" = "Rate:";
"Result txt" = "Result:";
"Api key txt" = "API Key:";
"Api secret txt" = "API Secret:";
"Loading txt" = "Loading %d%%";
"Loading txt short" = "Loading";


/* Titles */
"Calculator title" = "Calculator";
"Stock exchanges title" = "Stock Exchanges";
"From pairs title" = "From Pairs";
"To pairs title" = "To Pairs";
"Settings title" = "Settings";
"BTC Keep title" = "BTC Keep";
"Warning title" = "Warning";
"Error title" = "Error";
"Trades title" = "Trades";

/* Messages */
"No trade pairs msg" = "No trade pairs";
"Can't connect to exchange server msg" = "Can't connect to exchange server";
"Exchange server can't authorize the app. Please recheck your api keys or use demo keys" = "Exchange server can't authorize the app. Please recheck your api keys or use demo keys";

/* Links */